package asyncmod.about;

public class AboutProgram {
    public static String Text = "Курсовой по АПВС, 8 семестр. Разработанная программа - САПР для асинхронного моделирования с задержками.\n"
            + "\nВходными данными для САПР являются:\n"
            + " - файл, содержащий библиотеку элементов (*.lb);\n"
            + " - файл, содержащий описание ДУ (*.du);\n"
            + " - значения входных сигналов ДУ (*.sig).\n"
            + "\nВыходными данными для САПР является файл, содержащий протокол моделирования, а также временные диаграммы,  графически отображаемые в интерфейсе пользователя.";
}