package asyncmod.about;

public class AboutTeam {

	public static String Text = "2-ая подгруппа (10 человек).\n \n Распределение по модулям:\n\n"
				+ "1). «Общий интерфейс» Графический интерфейс программы (А) - Д. Ярославцев.\n"
				+ "\n2). «Создание модели ДУ» = создание модели входной схемы. (Б) - О. Данильчук.\n"
				+ "\n3). «Создание модели элементов ДУ». (Г) - В. Доля, У. Махмудов, А. Кекух, А. Грохольский\n"
				+ "\n4). «Моделирование ДУ.» Выполняет моделирование на уровне схемы. (В) - А. Григоров.\n"
				+ "\n5). «Интерфейс вывода временных диаграмм.» (Д) - О. Середа.\n"
				+ "\n6). «Модуль анализа результатов моделирования.» (Е) - А. Монастырный.\n"
				+ "\n7). «Модуль (интерфейс) вывода состояния системы.» (Ж) - А. Глазырин.";
		
}
